Revit 2027 API
UnitTypeId.FeetPerKip Property
 Feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetPerKip { get; }
Public Shared ReadOnly Property FeetPerKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetPerKip {
	ForgeTypeId^ get ();
}
static member FeetPerKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace